Repository: weblate/pvr.hts
Catalog: pvr.hts/resources/language/resource.language.szl/strings.po
Languages: szl

# Addon Summary
source: Kodi's frontend for Tvheadend
szl: Frontend do Tvheadend ôd Kodi

# Addon Description
source: Tvheadend frontend; supporting streaming of Live TV & Recordings, EPG, Timers
szl: Frontend Tvheadend; podpiyrŏ strumiyniowaniy TV, nagrań, EPG i minutnikōw

# #30000
source: Connection settings
szl: Sztelōnki skuplowaniŏ

# #30001
source: Tvheadend hostname or IP address
szl: Miano ôd hosta Tvheadend abo ôd niygo adresa IP

# #30002
source: HTTP port
szl: Port HTTP

# #30003
source: HTSP port
szl: Port HTSP

# #30004
source: Username
szl: Miano ôd używŏcza

# #30005
source: Password
szl: Hasło

# #30006
source: Connection timeout (seconds)
szl: Czŏs na kuplowanie (sekōndy)

# #30007
source: Response timeout (seconds)
szl: Limit czŏsu ôdpowiydzi (sekundy)

# #30008
source: Advanced settings
szl: Sztelōnki ekszperta

# #30009
source: Streaming settings
szl: Sztelōnki szpricowaniŏ

# #30010
source: Timer settings
szl: Sztelōnki minutnika

# #30050
source: Auto recordings
szl: Nagrowanie autōmatyczne

# #30051
source: Start time window calculation
szl: Rachowanie ôkna czŏsu napoczyńciŏ

# #30052
source: Strict (start time + end time)
szl: Sztram (czŏs zaczōntku + czŏs kōńca)

# #30053
source: Relaxed (start time +/- margin)
szl: Frajny (czŏs zaczōntku +/- margines)

# #30054
source: Maximum start time margin (minutes)
szl: Nagrowej przed ôbcyrklowanym czŏsym zaczōntku (minuty)

# #30055
source: Default priority
szl: Wychodny priorytet

# #30056
source: Default lifetime
szl: Wychodny czŏs życiŏ

# #30057
source: Default duplicate detection
szl: Wychodnŏ detekcyjŏ tuplikatōw

# #30058
source: Defaults for new timers
szl: Wychodne dlŏ nowych auftragōw

# #30100
source: Data transfer
szl: Transfer danych

# #30101
source: Asynchronous EPG transfer
szl: Niysynchrōniczny przekŏz EPG

# #30200
source: Debugging
szl: Debugowaniy

# #30201
source: Trace (detailed)
szl: Szlakować (akuratne)

# #30300
source: HTSP version mismatch (supported: v%d, required: v%d). Please update tvheadend.
szl: Niynŏleżnŏ wersyjŏ HTSP (ôbsugowanŏ: v%d, fołdrowanŏ: v%d). Zaktualizuj program tvheadend.

# #30351
source: Important (Highest)
szl: Wŏżnŏ (Nŏjzwielgszŏ)

# #30352
source: High
szl: Wysokŏ

# #30353
source: Normal
szl: Ôbyczajny

# #30354
source: Low
szl: min.

# #30355
source: Unimportant (Lowest)
szl: Niywŏżnŏ (Nŏjniższŏ)

# #30356
source: Record all episodes
szl: Nagrowej wszyjske party

# #30357
source: Record if episode number differs
szl: Nagrowej jeźli numer partu je inkszy

# #30358
source: Record if episode name differs
szl: Nagrowej jeźli miano partu je inksze

# #30359
source: Record if description differs
szl: Nagrowej jeźli ôpis je inkszy

# #30360
source: Record max once per week
szl: Nagrowej maksymalnie rŏz na tydziyń

# #30361
source: Record max once per day
szl: Nagrowej maksymalnie rŏz na dziyń

# #30368
source: Default
szl: Wychodne

# #30375
source: 1 day
szl: 1 dziyń

# #30376
source: 3 days
szl: 3 dni

# #30377
source: 5 days
szl: 5 dni

# #30378
source: 1 week
szl: 1 tydziyń

# #30379
source: 2 weeks
szl: 2 tydni

# #30380
source: 3 weeks
szl: 3 tydni

# #30381
source: 1 month
szl: 1 miesiōnc

# #30382
source: 2 months
szl: 2 miesiōnce

# #30383
source: 3 months
szl: 3 miesiōnce

# #30384
source: 6 months
szl: 6 miesiyncy

# #30385
source: 1 year
szl: 1 rok

# #30386
source: 2 years
szl: 2 lata

# #30387
source: 3 years
szl: 3 lata

# #30400
source: Predictive tuning
szl: Stympne dostrajanie

# #30401
source: Number of subscriptions to use
szl: Numer subskrypcyje we użyciu

# #30402
source: Unused subscription close delay (seconds)
szl: Zniyskorzynie zawiyraniŏ niyużywanych subskrypcyji (sekundy)

# #30403
source: Use predictive tuning to speedup channel switches
szl: Używej wstympnygo dostrãjaniŏ, coby zrychlić szaltrowanie kanałōw

# #30450
source: No free adapter available
szl: Niy ma swobodnych adapterów

# #30451
source: Scrambled channel
szl: Kanał zakodowany

# #30452
source: No signal
szl: Niy ma sygnału

# #30453
source: Tuning failed
szl: Niypodarzōne dostrŏjanie

# #30454
source: User limit reached
szl: Przestōmpiōny limit używŏczōw

# #30455
source: No access
szl: Niy ma dostympu

# #30456
source: Subscription error
szl: Feler subskrypcyje

# #30500
source: Streaming profile
szl: Profil szpricowaniŏ

# #30501
source: Profile to use (empty = default)
szl: Używany profil (prōżny = wychodny)

# #30502
source: Streaming profile %s is not available
szl: Profil szpricowaniŏ %s niydostympny

# #30503
source: Data transfer
szl: Transfer danych

# #30510
source: Recordings
szl: Spamiyntania
