Repository: weblate/pvr.hts
Catalog: pvr.hts/resources/language/resource.language.*/strings.po
Languages: cs_cz, da_dk, es_mx, gl_es, he_il, pt_br, ro_ro, ru_ru, sk_sk

# #30402
source: Unused subscription close delay (seconds)
cs_cz: Prodleva před uzavřením nepoužitého odběru (sekundy)
da_dk: Forsinkelse lukning ved ubrugt abonnement (sekunder)
es_mx: Duración de cierre de la suscripción no utilizada (segundos)
gl_es: Atraso para pechar subscrición sen uso (segundos)
he_il: סגירת השהיה מנויים בשימוש (שניות)
pt_br: Subscrição não utilizada encerre o atraso (segundos)
ro_ro: Întârziere închidere abonament nefolosit (secunde)
ru_ru: Задержка закрытия неиспользуемой подписки (секунд)
sk_sk: Oneskorenie pre uzavretie nepoužitého odberu (sekundy)

# #30403
source: Use predictive tuning to speedup channel switches
cs_cz: Použít prediktivní ladění pro zrychlení přepínání kanálů
da_dk: Brug forudsigelsesindstilling for at øge hastighed ved kanalskift
es_mx: Use la sintonía predictiva para acelerar los conmutadores de canal
gl_es: Empregar sintonización predictiva para mellorar o troco de canles
he_il: השתמש בכוונון חזוי בכדי להאיץ החלפת ערוצים
pt_br: Usar sintonização preditiva para acelerar a troca entre canais
ro_ro: Folosește prinderea prezicătoare pentru a face mai rapidă schimbarea canalelor
ru_ru: Использовать интеллектуальную регулировку для ускорения переключений каналов
sk_sk: Použiť prediktívne ladenie na urýchlenie prepínania kanálov

# #30450
source: No free adapter available
cs_cz: Není dostupný žádný volný adaptér
da_dk: Ingen ledig adapter tilgængelig
es_mx: No hay adaptador disponible
gl_es: Sen adaptador libre dispoñíbel
he_il: אין מקלט זמין
pt_br: Nenhum adaptador livre disponível
ro_ro: Nu este disponibil niciun adaptor liber
ru_ru: Нет доступных адаптеров
sk_sk: K dispozícii nie je žiadny voľný adaptér

# #30451
source: Scrambled channel
cs_cz: Kódovaný kanál
da_dk: Kodet kanal
es_mx: Canal codificado
gl_es: Canles codificadas
he_il: ערוץ מוצפן
pt_br: Canal codificado
ro_ro: Canal codat
ru_ru: Кодированный канал
sk_sk: Kódovaný kanál

# #30452
source: No signal
cs_cz: Žádný signál
da_dk: Intet signal
es_mx: Sin señal
gl_es: Sen sinal
he_il: אין קליטה
pt_br: Sem sinal
ro_ro: Fără semnal
ru_ru: Нет сигнала
sk_sk: Žiadny signál

# #30453
source: Tuning failed
cs_cz: Ladění se nezdařilo
da_dk: Indstilling mislykkedes
es_mx: El ajuste falló
gl_es: Fallou a sintonización
he_il: כוונון נכשל
pt_br: Sintonização falhou
ro_ro: Prindere eșuată
ru_ru: Не удалось настроить
sk_sk: Ladenie zlyhalo

# #30454
source: User limit reached
cs_cz: Dosaženo omezení uživatele
da_dk: Brugerbegrænsning nået
es_mx: Se ha alcanzado el límite de usuario
gl_es: Acadado o límite do usuario
he_il: המערכת הגיעה למגבלת המשתמש
pt_br: Limite de usuário atingido
ro_ro: Limită de utilizatori atinsă
ru_ru: Исчерпан лимит пользователей
sk_sk: Bol dosiahnutý používateľský limit

# #30455
source: No access
cs_cz: Žádný přístup
da_dk: Ingen adgang
es_mx: Sin acceso
gl_es: Sen acceso
he_il: אין גישה
pt_br: Sem acesso
ro_ro: Fără acces
ru_ru: Нет доступа
sk_sk: Žiadny prístup

# #30456
source: Subscription error
cs_cz: Chyba odběru
da_dk: Abonnementsfejl
es_mx: Error de suscripción
gl_es: Erro na subscrición
he_il: שגיאה במנויים
pt_br: Erro de subscrição
ro_ro: Eroare abonament
ru_ru: Ошибка подписки
sk_sk: Chyba odberu

# #30500
source: Streaming profile
cs_cz: Profil streamování
da_dk: Streamingprofil
es_mx: Perfil de transmisión
gl_es: Perfil da transmisión
he_il: פרופיל הזרמה
pt_br: Perfil streaming
ro_ro: Profil difuzare în flux
ru_ru: Профиль потока
sk_sk: Profil streamovania

# #30501
source: Profile to use (empty = default)
cs_cz: Použitý profil (prázdný = výchozí)
da_dk: Profil der anvendes (tom = standard)
es_mx: Perfil a usar (vacío = predeterminado)
gl_es: Perfil a empregar (baleiro = predefinido)
he_il: פרופיל לשימוש (ריק = ברירת מחדל)
pt_br: Perfil para uso (vazio = padrão)
ro_ro: Profil de folosit (gol = implicit)
ru_ru: Использовать профиль (пустой = по-умолчанию)
sk_sk: Profil, ktorý sa má použiť (prázdny = predvolené)

# #30502
source: Streaming profile %s is not available
cs_cz: Profil streamování %s není dostupný
da_dk: Streamingprofilen %s er ikke tilgængelig
es_mx: El perfil de streaming %s no está disponible
gl_es: O perfil de transmisión %s non está dispoñible
he_il: פרופיל הזרמה %s אינו זמין
pt_br: Perfil streaming %s não está disponível
ro_ro: Profilul pentru difuzarea în flux %s nu este disponibil
ru_ru: Профиль потока %s не доступен
sk_sk: Profil streamovania %s nie je k dispozícii

# #30503
source: Data transfer
cs_cz: Přenos dat
da_dk: Dataoverførsel
es_mx: Transferencia de datos
gl_es: Transferencia de datos
he_il: העברת נתונים
pt_br: Transferência de Dados
ro_ro: Transfer de date
ru_ru: Передача данных
sk_sk: Prenos údajov

# #30504
source: Stream read chunk size for recordings (KB)
cs_cz: Velikost bloku dat čtení streamu pro nahrávání (kB)
da_dk: Optagelsens læsestørrelse på stream (KB)
es_mx: Tamaño de bloque de lectura para grabaciones (KB)
he_il: גודל נתח קריאת תזרים להקלטות (ק״ב)
pt_br: Fluxo de leitura do tamanho do bloco para gravações (KB)
ru_ru: Поток читает размер блока для записей (KB)
sk_sk: Veľkosť chunku pre čítanie streamu u nahrávok (KB)

# #30505
source: Use HTTP streaming for channels
cs_cz: Použít HTTPS pro streamování kanálů
da_dk: Brug HTTP-streaming til kanaler
es_mx: Utilizar transmisiones HTTP para canales
ru_ru: Использовать HTTP-потоки для каналов

# #30510
source: Recordings
cs_cz: Nahrávky
da_dk: Optagelser
es_mx: Grabaciones
gl_es: Gravacións
he_il: הקלטות
pt_br: Gravações
ro_ro: Înregistrări
ru_ru: Записи
sk_sk: Nahrávky

# #30511
source: Server based play status
cs_cz: Stav přehrávání na základě serveru
da_dk: Serverbaseret afspilningsstatus
es_mx: Servidor basado en el estado de reproducción
gl_es: Estado da reprodución baseado no servidor
he_il: שרת מבוסס סטטוס משחק
pt_br: Servidor baseado no estatus de reprodução
ru_ru: Состояние воспроизведения на основе сервера
sk_sk: Stav prehrávania založený na serveri
