Repository: weblate/pvr.hts
Catalog: pvr.hts/resources/language/resource.language.*/strings.po
Languages: cs_cz, da_dk, es_mx, gl_es, he_il, pt_br, ro_ro, ru_ru, sk_sk

# Addon Summary
source: Kodi's frontend for Tvheadend
cs_cz: Rozhraní Kodi pro Tvheadend
da_dk: Kodis brugerflade til Tvheadend
es_mx: El frontend de Kodi para Tvheadend
gl_es: Interface do Kodi para Tvheadend
he_il: לקוח טלוויזיה חיה עבור Tvheadend
pt_br: Frontend Kodi para Tvheadend
ro_ro: Interfața Kodi pentru Tvheadend
ru_ru: Интерфейс Kodi для Tvheadend
sk_sk: Kodi rozhranie pre Tvheadend

# Addon Description
source: Tvheadend frontend; supporting streaming of Live TV & Recordings, EPG, Timers
cs_cz: Rozhraní Tvheadend; podporuje streamování živého vysílání a nahrávání, televizní program, časovače
da_dk: Tvheadend-brugerflade; understøtter streaming af direkte tv og optagelser, EPG og timeroptagelser
es_mx: Frontend de Tvheadend; Compatible con la transmisión de TV en directo y Grabaciones, EPG, Temporizadores
gl_es: Interface Tvheadend; soporta a transmisión de TV en directo e Gravacións, Guía, temporizadores
he_il: לקוח טלוויזיה חיה של Tvheadend. תומך בהזרמת שידורים חיים והקלטות, האזנה לרדיו, הצגת לוח שידורים ותזמון הקלטות.
pt_br: Tvheadend; suporta streaming de TV Ao Vivo e Gravada, EPG, Agendamentos
ro_ro: Partea din față pentru Tvheadend; suportă difuzarea în flux a televiziunii în direct și a înregistrăriilor, EPG, Cronometre
ru_ru: Интерфейс для Tvheadend. Поддерживает просмотр и запись ТВ, EPG и таймеры
sk_sk: Rozhranie pre Tvheadend; je podporované streamovanie živého televízneho vysielania a nahrávok, EPG, časovačov

# #30000
source: Connection settings
cs_cz: Nastavení připojení
da_dk: Forbindelsesindstillinger
es_mx: Configuración de la conexión
gl_es: Configuración da Conexión
he_il: הגדרות חיבור
pt_br: Ajustes de Conexão
ro_ro: Stabiliri conexiune
ru_ru: Настройки подключения
sk_sk: Nastavenia pripojenia

# #30001
source: Tvheadend hostname or IP address
cs_cz: Název hostitele nebo adresa IP Tvheadend
da_dk: Tvheadend-værtsnavn eller IP-adresse
es_mx: Nombre de host o dirección IP de Tvheadend
gl_es: Nome do host ou enderezo IP
he_il: שם מארח או כתובת IP
pt_br: Tvheadend: Hostname ou endereço IP
ro_ro: Nume gazdă sau adresă IP pentru Tvheadend
ru_ru: Имя пользователя или IP-адрес Tvheadend
sk_sk: Názov hostiteľa Tvheadend alebo IP adresa

# #30002
source: HTTP port
cs_cz: Port HTTP
es_mx: Puerto HTTP
gl_es: Porto HTTP
he_il: פורט HTTP
pt_br: Porta HTTP
ro_ro: Port HTTP
ru_ru: Порт HTTP

# #30003
source: HTSP port
cs_cz: Port HTSP
es_mx: Puerto HTSP
gl_es: Porto HTSP
he_il: פורט HTSP
pt_br: Porta HTSP
ro_ro: Port HTSP
ru_ru: Порт HTSP
sk_sk: Port HTSP

# #30004
source: Username
cs_cz: Uživatelské jméno
da_dk: Brugernavn
es_mx: Usuario
gl_es: Nome de usuario
he_il: שם משתמש
pt_br: Nome de utilizador
ro_ro: Utilizator
ru_ru: Имя пользователя
sk_sk: Používateľské meno

# #30005
source: Password
cs_cz: Heslo
da_dk: Adgangskode
es_mx: Contraseña
gl_es: Contrasinal
he_il: סיסמה
pt_br: Senha
ro_ro: Parolă
ru_ru: Пароль
sk_sk: Heslo

# #30006
source: Connection timeout (seconds)
cs_cz: Časový limit spojení (sekundy)
da_dk: Tidsfrist for forbindelse (sekunder)
es_mx: Tiempo de espera de la conexión (segundos)
gl_es: Tempo de espera da conexión (segundos)
he_il: זמן מירבי לניסיון חיבור (שנ')
pt_br: Tempo limite para conexão (segundos)
ro_ro: Expirare timp conexiune (secunde)
ru_ru: Таймаут подключения (секунд)
sk_sk: Časový limit spojenia (v sekundách)

# #30007
source: Response timeout (seconds)
cs_cz: Časový limit odpovědi (sekundy)
da_dk: Tidsfrist for svar (sekunder)
es_mx: Tiempo de espera de respuesta (segundos)
gl_es: Tempo de espera da resposta (segundos)
he_il: זמן מירבי לתגובה משרת (שנ')
pt_br: Tempo limite para resposta (segundos)
ro_ro: Limită de timp răspuns (secunde)
ru_ru: Ожидание ответа (секунд)
sk_sk: Časový limit pre odpoveď (sekundy)

# #30008
source: Advanced settings
cs_cz: Rozšířená nastavení
da_dk: Avancerede indstillinger
es_mx: Ajustes avanzados
gl_es: Axustes avanzados
he_il: הגדרות מתקדמות
pt_br: Ajustes avançados
ro_ro: Stabiliri avansate
ru_ru: Дополнительные настройки
sk_sk: Pokročilé nastavenia

# #30009
source: Streaming settings
cs_cz: Nastavení streamování
da_dk: Streaming indstillinger
es_mx: Configuración de transmisión
gl_es: Axustes da transmisión
he_il: הגדרות הזרמה
pt_br: Ajustes Streaming
ro_ro: Stabiliri difuzare în flux
ru_ru: Настройки потока
sk_sk: Nastavenia streamovania

# #30010
source: Timer settings
cs_cz: Nastavení časovače
da_dk: Indstillinger for timer
es_mx: Configuración del temporizador
gl_es: Axuste do temporizador
he_il: הגדרות תזמון
pt_br: Ajustes de Gravação
ro_ro: Stabiliri cronometru
ru_ru: Установки таймера
sk_sk: Nastavenia časovača

# #30011
source: Use HTTPS
cs_cz: Použít HTTPS
da_dk: Anvend HTTPS
es_mx: Utilizar HTTPS
ru_ru: Использовать HTTPS

# #30012
source: Server MAC for Wake-on-LAN
cs_cz: Serverová MAC adresa pro Wake-on-LAN
da_dk: Server MAC-adresse til Wake-on-LAN
es_mx: MAC del servidor para Wake-on-LAN
ru_ru: MAC-адрес сервера для Wake-on-LAN

# #30013
source: Threshold for reconnect on stalled streams (seconds)
ru_ru: Порог для переподключения к остановленным потокам (секунды)

# #30050
source: Auto recordings
cs_cz: Automatické nahrávání
da_dk: Automatiske optagelser
es_mx: Grabaciones automáticas
gl_es: Gravacións auto.
he_il: הקלטות אוטומטיות
pt_br: Auto gravar
ro_ro: Înregistrări automate
ru_ru: Аудио записи
sk_sk: Automatické nahrávania

# #30051
source: Start time window calculation
cs_cz: Výpočet času spuštění
da_dk: Starttidspunkt for vinduesberegning
es_mx: Ventana de cálculo de tiempo de inicio
he_il: חלון התחל חישוב זמן
pt_br: Iniciar o cálculo na janela de tempo
ro_ro: Calculare fereastră timp de pornire
ru_ru: Расчёт стартового времени
sk_sk: Výpočet okna pre čas začiatku

# #30052
source: Strict (start time + end time)
cs_cz: Přesně (čas spuštění + čas ukončení)
da_dk: Streng (starttidspunkt + sluttidspunkt)
es_mx: Estricto (hora de inicio + hora de finalización)
gl_es: Estrito (hora de inicio + hora de fin)
he_il: קפדני (שעת התחלה + שעת סיום)
pt_br: Estrito (hora início + hora final)
ro_ro: Strict (timp de începere + timp de încheiere)
ru_ru: Строгий (время начала + время конца)
sk_sk: Striktné (čas začiatku + čas konca)

# #30053
source: Relaxed (start time +/- margin)
cs_cz: Volně (čas spuštění +/- rezerva)
da_dk: Afslappet (starttidspunkt +/- margen)
es_mx: Relajado (tiempo de inicio +/- margen)
gl_es: Relaxado (hora de inicio +/- marxe)
he_il: רגוע (שעת ההתחלה +/- מרווח)
pt_br: Relaxado (hora início +/- margem)
ro_ro: Relaxat (timp de începere +/- margine)
ru_ru: Мягкий (время начала +/- отступы)
sk_sk: Zmiernené (čas začiatku +/- okraj)

# #30054
source: Maximum start time margin (minutes)
cs_cz: Maximální rezerva času spuštění (minuty)
da_dk: Maksimal margen for starttidspunkt (minutter)
es_mx: Margen máximo de tiempo de inicio (minutos)
he_il: מרווח מקסימלי שעת התחלה (דקות)
pt_br: Margem máxima de tempo de início (minutos)
ro_ro: Margine maximă timp de începere (minute)
ru_ru: Максимальный отступ начального времени (минуты)
sk_sk: Maximálny okraj pre čas začiatku (minúty)

# #30055
source: Default priority
cs_cz: Výchozí priorita
da_dk: Standardprioritet
es_mx: Prioridad predeterminada
gl_es: Prioridade predefinida
he_il: קדימות ברירת מחדל
pt_br: Prioridade padrão
ro_ro: Prioritate implicită
ru_ru: Приоритет по-умолчанию
sk_sk: Predvolená priorita

# #30056
source: Default lifetime
cs_cz: Výchozí doba platnosti
da_dk: Standard levetid
es_mx: Vida predeterminada
gl_es: Tempo de vida predefinido
he_il: אורך חיים ברירת מחדל
pt_br: Tempo de vida útil padrão
ro_ro: Durată de viață implicită
ru_ru: Хранение по-умолчанию
sk_sk: Predvolená životnosť

# #30057
source: Default duplicate detection
cs_cz: Výchozí rozpoznávání duplicit
da_dk: Standard registrering af dublet
es_mx: Detección de duplicados predeterminada
gl_es: Detección de duplicados predefinida
he_il: ברירת מחדל לזיהוי כפילויות
pt_br: Detecção de padrão para itens duplicados
ro_ro: Detactare uplicată implicită
ru_ru: Определение повторов по-умолчанию
sk_sk: Predvolená detekcia duplikátov

# #30058
source: Defaults for new timers
cs_cz: Výchozí hodnoty pro nové časovače
da_dk: Standarder for nye timere
es_mx: Predeterminados para nuevos temporizadores
gl_es: Predefinicións para novos temporizadores
he_il: ברירות מחדל לתזמון חדש
pt_br: Padrão para novos agendamentos
ro_ro: Implicite pentru cronometrele noi
ru_ru: Настройки по-умолчанию для новых таймеров
sk_sk: Predvolené pre nové časovače

# #30059
source: Scheduled recordings
cs_cz: Naplánovaná nahrávání
da_dk: Planlagte optagelser
es_mx: Grabaciones programadas
gl_es: Gravacións programadas
he_il: הקלטות מתוזמנות
pt_br: Gravações agendadas
ru_ru: Запланированные записи
sk_sk: Naplánované nahrávania

# #30060
source: Ignore duplicates (tvh 4.3+)
cs_cz: Ignorovat duplicity (tvh 4.3+)
da_dk: Ignorer dubletter (tvh 4.3+)
es_mx: Ignora duplicados (tvh 4.3+)
gl_es: Ignorar duplicados (tvh 4.3+)
he_il: התעלמות מכפילויות (tvh 4.3+‎)
pt_br: Ignorar duplicatas (tvh 4.3+)
ru_ru: Игнорировать дубликаты (tvh 4.3+)
sk_sk: Ignorovať duplikáty (tvh 4.3+)

# #30061
source: Use regular expressions (regex) for programme matching
cs_cz: Použít regulární výraz (regex) pro programovou shodu
da_dk: Brug regulære udtryk (regex) til program-matchning
es_mx: Utilizar expresiones regulares (regex) para selección de programas
ru_ru: Использовать регулярные выражения (regex) для сопоставления программ

# #30100
source: Data transfer
cs_cz: Přenos dat
da_dk: Dataoverførsel
es_mx: Transferencia de datos
gl_es: Transferencia de datos
he_il: העברת נתונים
pt_br: Transferência de Dados
ro_ro: Transfer de date
ru_ru: Передача данных
sk_sk: Prenos údajov

# #30101
source: Asynchronous EPG transfer
cs_cz: Asynchronní přenos televizního programu
da_dk: Asynkron EPG-overførsel
es_mx: Transferencia asíncrona de EPG
gl_es: Transferencia asíncrona da Guía
he_il: העברת מדריך שידורים אסינכרונית
pt_br: Transferência de EPG Assincrônica
ro_ro: Transfer ghid tv asincron
ru_ru: Асинхронная получение EPG
sk_sk: Asynchrónny prenos EPG

# #30200
source: Debugging
cs_cz: Ladění
da_dk: Fejlfinding
es_mx: Depuración
gl_es: Depuración
he_il: ניפוי שגיאות
pt_br: Depurando
ro_ro: Depanare
ru_ru: Отладка
sk_sk: Ladenie / Debug

# #30201
source: Trace (detailed)
cs_cz: Sledování (podrobné)
da_dk: Sporing (detaljeret)
es_mx: Traza (detallado)
gl_es: Rexistro (detallado)
he_il: מעקב תקשורת (מפורט)
pt_br: Trace (detalhado)
ro_ro: Urmărire (detaliată)
ru_ru: Трассировка (подробнее)
sk_sk: Sledovanie (detailné)

# #30300
source: HTSP version mismatch (supported: v%d, required: v%d). Please update tvheadend.
cs_cz: Neshoda verze HTSP (podporováno: v%d, vyžadováno: v%d). Aktualizujte tvheadend.
da_dk: HTSP-versionen passer ikke (understøttet: v%d, krævet v%d). Opdater venligst tvheadend.
es_mx: Versión distinta de HTSP (soportado: v%d, requerido: v%d). Por favor, actualice tvheadend.
gl_es: A versión do HTSP non coincide (soportado: v%d, requirido: v%d). Por favor actualice o tvheadend.
he_il: חוסר תאימות גרסת HTSP (נתמכת v%d, נדרשת: v%d). יש לעדכן את שרת Tvheadend.
pt_br: Incompatibilidade de versão HTSP (suportado: v%d, requerido: v%d). Por favor atualize o tvheadend.
ro_ro: Nepotrivire versiune HTSP (compatibilă: v%d, necesară: v%d). Actualizați tvheadend.
ru_ru: Не соответствие версий HTSP (поддерживаемая: v%d, требуемая: v%d). Пожалуйста, обновите tvheadend.
sk_sk: Nezhoda verzie HTSP (podporované: v%d, požadované: v%d). Aktualizujte tvheadend.

# #30350
source: One Time (Scheduled by timer rule)
cs_cz: Jednou (naplánováno pravidlem časovače)
da_dk: En gang (planlagt af tidsregel)
es_mx: Una vez (programado por regla de temporizador)
gl_es: Unha vez (Programado por regra de temporizador)
he_il: חד פעמי (מתוזמן על ידי כלל של שעון העצר)
pt_br: Uma vez (agendado pelo regra do agendador)
ru_ru: Один раз (запланированное правило таймера)
sk_sk: Jednorazovo (naplánované pravidlom časovača)

# #30351
source: Important (Highest)
cs_cz: Důležité (nejvyšší)
da_dk: Vigtig (højest)
es_mx: Importante (más alto)
gl_es: Importante (Maior)
he_il: חשובה (גבוהה ביותר)
pt_br: Importante (mais alto)
ro_ro: Importantă (Cea mai mare)
ru_ru: Важный (Наивысший)
sk_sk: Dôležité (najvyššia)

# #30352
source: High
cs_cz: Vysoká
da_dk: Høj
es_mx: Alto
gl_es: Alta
he_il: גבוהה
pt_br: Máxima
ro_ro: Mare
ru_ru: Высокое
sk_sk: Vysoká

# #30353
source: Normal
cs_cz: Normální
he_il: רגילה
ru_ru: Нормальное
sk_sk: Normálny

# #30354
source: Low
cs_cz: Nízká
da_dk: Lav
es_mx: Bajo
gl_es: Baixa
he_il: נמוכה
pt_br: Mínima
ro_ro: Mică
ru_ru: Низкое
sk_sk: Nízka

# #30355
source: Unimportant (Lowest)
cs_cz: Nedůležité (nejnižší)
da_dk: Ikke vigtig (lavest)
es_mx: Sin importancia (Menor)
gl_es: Sen importancia (máis baixo)
he_il: לא חשובה (נמוכה ביותר)
pt_br: Sem importância (mais baixa)
ro_ro: Importantă (Cea mai mică)
ru_ru: Не важный (наименьший)
sk_sk: Nedôležité (najnižšia)

# #30356
source: Record all episodes
cs_cz: Nahrávat všechny epizody
da_dk: Optag alle afsnit
es_mx: Grabar todos los episodios
gl_es: Gravar todos os episodios
he_il: הקלט כל הפרקים
pt_br: Gravar todos os episódios
ro_ro: Înregistrează toate episoadele
ru_ru: Запись всех эпизодов
sk_sk: Nahrať všetky epizódy

# #30357
source: Record if episode number differs
cs_cz: Nahrávat, pokud se liší číslo epizody
da_dk: Optag hvis afsnittets nummer afviger
es_mx: Grabar si el número de episodio es diferente
gl_es: Gravar se o número do episodio é diferente
he_il: הקלט כאשר מספר הפרק שונה
pt_br: Gravar se o número do episódio difira
ro_ro: Înregistrează dacă numărul episodului diferă
ru_ru: Записывать если номер серии отличается
sk_sk: Nahrávať, ak sa číslo epizódy líši

# #30358
source: Record if episode name differs
cs_cz: Nahrávat, pokud se liší název epizody
da_dk: Optag hvis afsnittets navn afviger
es_mx: Grabar si el nombre del episodio difiere
gl_es: Gravar se o nome do episodio é diferente
he_il: הקלט כאשר שם הפרק שונה
pt_br: Gravar se o nome do episódio difira
ro_ro: Înregistrează dacă numele episodului diferă
ru_ru: Записывать если имя серии отличается
sk_sk: Nahrávať, ak sa názov epizódy líši

# #30359
source: Record if description differs
cs_cz: Nahrávat, pokud se liší popis
da_dk: Optag hvis beskrivelse afviger
es_mx: Grabar si la descripción difiere
gl_es: Gravar se a descrición é diferente
he_il: הקלט כאשר תיאור הפרק שונה
pt_br: Gravar se a descrição difira
ro_ro: Înregistrează dacă descrierea diferă
ru_ru: Записывать если описание отличается
sk_sk: Nahrávať, ak sa popis líši

# #30360
source: Record max once per week
cs_cz: Nahrávat max. jednou týdně
da_dk: Optag maks. en gang om ugen
es_mx: Registro máximo una vez por semana
gl_es: Gravar unha vez por semana como máximo
he_il: הקלטה מקסימלית פעם בשבוע
pt_br: Máximo gravações na semana
ro_ro: Înregistrează maxim o dată pe săptămână
ru_ru: Записывать максимум раз в неделю
sk_sk: Nahrávať najviac raz za týždeň

# #30361
source: Record max once per day
cs_cz: Nahrávat max. jednou denně
da_dk: Optag maks. en gang om dagen
es_mx: Registro máximo una vez por semana
gl_es: Gravar unha vez ao día como máximo
he_il: הקלטה מקסימלית פעם ביום
pt_br: Máximo de gravações por dia
ro_ro: Înregistrează maxim o dată pe zi
ru_ru: Записывать максимум раз в день
sk_sk: Nahrávať najviac raz za deň

# #30362
source: This rule only: Record if episode number differs
cs_cz: Pouze toto pravidlo: Nahrávat, pokud se liší číslo epizody
da_dk: Kun denne regel: Optag hvis afsnittets nummer afviger
es_mx: Esta regla sólo: Graba si el número de episodio es diferente
gl_es: Só esta regra: Gravar se o número do capítulo é diferente
he_il: כלל זה בלבד: יש להקליט אם מספר הפרק שונה
pt_br: Esta regra somente: Gravar se o número do episódio difira
ro_ro: Doar această regulă: Înregistrează dacă numărul episodului diferă
ru_ru: Это правило только: запись, если номер эпизода отличается
sk_sk: Iba toto pravidlo: Nahrávať iba ak sa líši číslo epizódy

# #30363
source: This rule only: Record if episode name differs
cs_cz: Pouze toto pravidlo: Nahrávat, pokud se liší název epizody
da_dk: Kun denne regel: optag, hvis afsnittets navn adskiller sig
es_mx: Esta regla sólo: Graba si el nombre de episodio es diferente
gl_es: Só esta regra: Gravar se o nome do episodio é diferente
he_il: כלל זה בלבד: יש להקליט אם שם הפרק שונה
pt_br: Esta regra somente: Gravar se o nome do episódio difira
ro_ro: Doar această regulă: Înregistrează dacă numele episodului diferă
ru_ru: Это правило только: запись, если имя эпизода отличается
sk_sk: Iba toto pravidlo: Nahrávať iba ak sa líši názov epizódy

# #30364
source: This rule only: Record if title differs
cs_cz: Pouze toto pravidlo: Nahrávat, pokud se liší název
da_dk: Kun denne regel: optag, hvis titlen adskiller sig
es_mx: Esta regla sólo: Graba si el título es diferente
gl_es: Só esta regra: Gravar se o título é diferente
he_il: כלל זה בלבד: יש להקליט אם הכותרת שונה
pt_br: Esta regra somente: Gravar se o título diferir
ro_ro: Doar această regulă: Înregistrează dacă titlul diferă
ru_ru: Это правило только: запись, если название отличается
sk_sk: Iba toto pravidlo: Nahrávať iba ak sa líši titul

# #30365
source: This rule only: Record if description differs
cs_cz: Pouze toto pravidlo: Nahrávat, pokud se liší popis
da_dk: Kun denne regel: optag, hvis beskrivelsen adskiller sig
es_mx: Esta regla sólo: Graba si la descripción es diferente
gl_es: Só esta regra: Gravar se a descrición é diferente
he_il: כלל זה בלבד: יש להקליט אם התיאור שונה
pt_br: Esta regra somente: Gravar se a descrição difira
ro_ro: Doar această regulă: Înregistrează dacă descrierea diferă
ru_ru: Это правило только: запись, если описание отличается
sk_sk: Iba toto pravidlo: Nahrávať iba ak sa líši popis

# #30366
source: This rule only: Record max once per week
cs_cz: Pouze toto pravidlo: Nahrávat max. jednou týdně
da_dk: Kun denne regel: optag maksimalt én gang om ugen
es_mx: Esta regla sólo: Graba máximo una vez por semana
gl_es: Só esta regra: Gravar unha vez por semana como máximo
he_il: כלל זה בלבד: יש להקליט פעם אחת בשבוע
pt_br: Esta regra somente: Gravar máximo uma vez por semana
ro_ro: Doar această regulă: Înregistrează maxim o dată pe săptămână
ru_ru: Это правило только: запись максимальной раз в неделю
sk_sk: Iba toto pravidlo: Nahrávať max. raz týždenne

# #30367
source: This rule only: Record max once per day
cs_cz: Pouze toto pravidlo: Nahrávat max. jednou denně
da_dk: Kun denne regel: optag maksimalt én gang om dagen
es_mx: Esta regla sólo: Graba máximo una vez por día
gl_es: Só esta regra: Gravar unha vez ao día como máximo
he_il: כלל זה בלבד: יש להקליט פעם אחת ביום
pt_br: Esta regra somente: Gravar máximo uma vez por dia
ro_ro: Doar această regulă: Înregistrează maxim o dată pe zi
ru_ru: Это правило только: запись макс один раз в день
sk_sk: Iba toto pravidlo: Nahrávať max. raz denne

# #30368
source: Default
cs_cz: Výchozí
da_dk: Standard
es_mx: Por defecto
gl_es: Predefinida
he_il: ברירת מחדל
pt_br: Padrão
ro_ro: Standard
ru_ru: По-умолчанию
sk_sk: Štandardná

# #30369
source: Timer rule (series link)
cs_cz: Pravidlo časovače (odkaz na seriál)
da_dk: Timerregel (serieforbindelse)
es_mx: Regla de temporizador (enlace de serie)
he_il: כלל שעון העצר (קישור בסדרה)
pt_br: Regra do Agendador (link series)
ru_ru: Правило таймера (серия ссылок)
sk_sk: Pravidlo časovača (odkaz na seriál)

# #30370
source: Record max once per month
cs_cz: Nahrát max. jednou za měsíc
da_dk: Optag maksimalt én gang om måneden
es_mx: Graba máximo una vez por mes
he_il: להקליט פעם בחודש לכל היותר
pt_br: Gravar máximo uma vez por mês
ru_ru: Максимальное количество записей в месяц
sk_sk: Nahrávať najviac raz za mesiac

# #30371
source: This rule only: Record max once per month
cs_cz: Pouze toto pravidlo: Nahrát nejvýše 1x za měsíc
da_dk: Kun denne regel: optag maksimalt én gang om måneden
es_mx: Esta regla solo: Graba máximo una ver por mes
he_il: כלל זה בלבד: להקליט אחד לחודש לכל היותר
pt_br: Esta regra apenas: gravar uma vez por mês
ru_ru: Это правило только: запись максимальной раз в месяц
sk_sk: Iba toto pravidlo: Nahrávať najviac raz za mesiac

# #30372
source: Record if unique episode according EPG/XMLTV
cs_cz: Nahrát, pokud jde o jedinečnou epizodu podle EPG nebo XMLTV
da_dk: Optag hvis unik afsnit i henhold til EPG/XMLTV
es_mx: Grabar si es un episodios único de acuerdo a la guía/XMLTV
gl_es: Gravar se o episodio e único segundo o EPG/XMLTV
he_il: להקליט אם מדובר בפרק ייחודי לפי EPG/XMLTV
pt_br: Gravar se o episódio for único de acordo com o EPG/XMLTV
ru_ru: Запись, если уникальный эпизод согласно EPG / XMLTV
sk_sk: Nahrávať, ak je to podľa EPG/XMLTV unikátna epizóda

# #30375
source: 1 day
cs_cz: 1 den
da_dk: 1 dag
es_mx: 1 día
gl_es: 1 día
he_il: יום יחיד
pt_br: 1 dia
ro_ro: 1 zi
ru_ru: 1 день
sk_sk: 1 deň

# #30376
source: 3 days
cs_cz: 3 dny
da_dk: 3 dage
es_mx: 3 días
gl_es: 3 días
he_il: 3 ימים
pt_br: 3 dias
ro_ro: 3 zile
ru_ru: 3 дня
sk_sk: 3 dni

# #30377
source: 5 days
cs_cz: 5 dnů
da_dk: 5 dage
es_mx: 5 días
gl_es: 5 días
he_il: 5 ימים
pt_br: 5 dias
ro_ro: 5 zile
ru_ru: 5 дней
sk_sk: 5 dní

# #30378
source: 1 week
cs_cz: 1 týden
da_dk: 1 uge
es_mx: 1 semana
gl_es: 1 semana
he_il: שבוע יחיד
pt_br: 1 semana
ro_ro: 1 săptămână
ru_ru: 1 неделя
sk_sk: 1 týždeň

# #30379
source: 2 weeks
cs_cz: 2 týdny
da_dk: 2 uger
es_mx: 2 semanas
gl_es: 2 semanas
he_il: שבועיים
pt_br: 2 semanas
ro_ro: 2 săptămâni
ru_ru: 2 недели
sk_sk: 2 týždne

# #30380
source: 3 weeks
cs_cz: 3 týdny
da_dk: 3 uger
es_mx: 3 semanas
gl_es: 3 semanas
he_il: 3 שבועות
pt_br: 3 semanas
ro_ro: 3 săptămâni
ru_ru: 3 недели
sk_sk: 3 týždne

# #30381
source: 1 month
cs_cz: 1 měsíc
da_dk: 1 måned
es_mx: 1 mes
gl_es: 1 mes
he_il: חודש יחיד
pt_br: 1 mês
ro_ro: 1 lună
ru_ru: 1 месяц
sk_sk: 1 mesiac

# #30382
source: 2 months
cs_cz: 2 měsíce
da_dk: 2 måneder
es_mx: 2 meses
gl_es: 2 meses
he_il: חודשיים
pt_br: 2 meses
ro_ro: 2 luni
ru_ru: 2 месяца
sk_sk: 2 mesiace

# #30383
source: 3 months
cs_cz: 3 měsíce
da_dk: 3 måneder
es_mx: 3 meses
gl_es: 3 meses
he_il: 3 חודשים
pt_br: 3 meses
ro_ro: 3 luni
ru_ru: 3 месяца
sk_sk: 3 mesiace

# #30384
source: 6 months
cs_cz: 6 měsíců
da_dk: 6 måneder
es_mx: 6 meses
gl_es: 6 meses
he_il: 6 חודשים
pt_br: 6 meses
ro_ro: 6 luni
ru_ru: 6 месяцев
sk_sk: 6 mesiacov

# #30385
source: 1 year
cs_cz: 1 rok
da_dk: 1 år
es_mx: 1 año
gl_es: 1 ano
he_il: שנה אחת
pt_br: 1 ano
ro_ro: 1 an
ru_ru: 1 год
sk_sk: 1 rok

# #30386
source: 2 years
cs_cz: 2 roky
da_dk: 2 år
es_mx: 2 años
gl_es: 2 anos
he_il: שנתיים
pt_br: 2 anos
ro_ro: 2 ani
ru_ru: 2 года
sk_sk: 2 roky

# #30387
source: 3 years
cs_cz: 3 roky
da_dk: 3 år
es_mx: 3 años
gl_es: 3 anos
he_il: 3 שנים
pt_br: 3 anos
ro_ro: 3 ani
ru_ru: 3 года
sk_sk: 3 roky

# #30388
source: Until space needed
cs_cz: Dokud není potřeba místo
da_dk: Indtil påkrævet fri plads
es_mx: Hasta que se necesite espacio
pt_br: Até existir espaço necessário
ro_ro: Până este nevoie de spațiu
ru_ru: Пока не будет нужно свободное место
sk_sk: Dokiaľ nebude potrebné miesto

# #30389
source: Forever
ru_ru: Навсегда

# #30390
source: Use backend setting
cs_cz: Použít nastavení backendu
da_dk: Anvend indstillinger fra backend
es_mx: Utilizar configuración de servidor
ru_ru: Использовать настройки сервера

# #30400
source: Predictive tuning
cs_cz: Prediktivní ladění
da_dk: Forudsigelsesindstilling
es_mx: Sintonización predictiva
gl_es: Sintonización preditiva
he_il: כוונון חזוי
pt_br: Sintonização preditiva
ro_ro: Prindere prezicătoare
ru_ru: Интеллектуальная регулировка
sk_sk: Prediktívne ladenie

# #30401
source: Number of subscriptions to use
cs_cz: Počet použitých odběrů
da_dk: Antallet af abonnementer der bruges
es_mx: Número de suscripciones a usar
gl_es: Número de subscricións a empregar
he_il: מספר המנויים המוגדר לשימוש
pt_br: Número de subscrições para uso
ro_ro: Număr de abonamente de folosit
ru_ru: Количество используемых подписок
sk_sk: Počet odberov, ktoré sa majú použiť
